

"String1" = "Settings";
"String2" = "Account Management";
"String3" = "Change Username";
"String4" = "Custmer Service";
"String5" = "Link";
"String6" = "Linked";
"String7" = "Switch";
"String8" = "Your current account hasn't been linked, which may cause you to lose data!";
"String9" = "Link your account to safeguard your progress and play with multiple device.";
"String10" = "Switch and play with another account";
"String11" = "Link Account";
"String12" = "Switch Account";
"String13" = "Sign in with Facebook";
"String14" = "Sign in with Google";
"String15" = "Sign in with Game Center";
"String16" = "Sign in with Apple";
"String17" = "The game needs to access your public profile in order to bind your account.\n We will not post any content or reveal any information without your permission.";
"String18" = "Sure to unlink this account?";
"String19" = "Sorry, you have to link this account first!";
"String20" = "Username:";
"String21" = "Please enter your username between 3-15 characters, no space in the beginning and the end";
"String22" = "This username isn't eligible";
"String23" = "Change successfully";
"String24" = "Please contact us via WhatsApp";
"String25" = "Yes";
"String26" = "No";
"String27" = "Sure";
"String28" = "Cancel";
"String29" = "Confirm";
"String30" = "Copy";
"String31" = "OK";
"String32" = "Facebook";
"String33" = "Google";
"String34" = "Game Center";
"String35" = "Apple";
"String36" = "Facebook"; // 针对小屏幕的

// 1.0.1
"String38" = "Change\nName";
"String39" = "Account\nManagement";
"String40" = "Customer\nService";
"String41" = "Event Notification";
"String42" = "Please turn on the \"Allow Notification\" button in the system settings";
"String43" = "Guest";
"String44" = "Your current account is Guest account, which may cause to lose data and not able to play with multiple devices. Please link your account to safeguard your progress.";
"String45" = "Welcome back, user XXX.";

"String46" = "Connection error, please check your internet and try again.";
"String47" = "Please allow to access photo album first.";

